[
  {
    "title": "1",
    "order": "1",
    "rank": "1",
    "image": "WoodsTiger.jpg",
    "overlay": "left",
    "name": "Tiger Woods",
    "age": "39",
    "worldrank": "181",
    "pgawins": "79",
    "majorwins": "14",
    "chatter": "The greatest player of his generation and arguably the\ngreatest player of all time. He is second in major titles behind Jack Nicklaus’\n18 and is second in career PGA Tour wins, just three behind Sam Snead. He has\nwon three U.S. Opens, the most recent one coming in 2008 in a playoff over\nRocco Mediate. He was the world’s top-ranked player for 264 weeks from August 1999 to September 2004 and\nthen again for 281 weeks from June 2005 to October 2010.",
    "whywatch": "Because 30 years from now, you can brag that you watched Tiger play.",
    "didyouknow": "\nAccording to Forbes Magazine, Woods made $55\nmillion in endorsements in 2014. ",
    "credit": "\nSam Greenwood"
  },
  {
    "title": "2",
    "order": "2",
    "rank": "2",
    "image": "MickelsonPhil.jpg",
    "overlay": "right",
    "name": "Phil Mickelson",
    "age": "44",
    "worldrank": "19",
    "pgawins": "42",
    "majorwins": "5",
    "chatter": "He needs to win the U.S. Open to become the\nsixth player to complete a career Grand Slam (winning all four majors) in the\nmodern era. He has finished second a record six times in the U.S. Open, with\nperhaps the most painful being when he lost by a shot in 2006 after making a\ndouble bogey on the final hole.  Has not won since the 2013 British Open,\nbut tied for second in this year’s Masters.",
    "whywatch": "Because his short game ranks among the best in\nthe history of the game, and his aggressive style leads to a lot of birdies,\nbut also some blow-ups.",
    "didyouknow": "He turns 45 on June16.\n\n",
    "credit": "Jeff Gross"
  },
  {
    "title": "3",
    "order": "3",
    "rank": "3",
    "image": "SpiethJordan.jpg",
    "overlay": "",
    "name": "Jordan Spieth",
    "age": "21",
    "worldrank": "2",
    "pgawins": "3",
    "majorwins": "1",
    "chatter": "He has proved he can shine on the biggest stage,\nrolling to a record-setting Masters win in April after finishing second in that\nevent last year. He has been in the top 10 in seven of 13 events this season.\nHas already won two championships put on by the USGA, having twice won the U.S.\nJunior Amateur. His second win in that event was in 2011 at Gold Mountain’s\nOlympic Course in Bremerton, and he joined Tiger Woods as the only player to\nwin the Junior Amateur more than once.",
    "whywatch": "Because at 21, he is the most promising American\nat his age since Tiger Woods, and his caddie, Michael Greller, is from\nUniversity Place.",
    "didyouknow": "He skipped a World Championship golf event in\n2013 to attend Greller’s wedding, which was held at Chambers Bay.",
    "credit": "Scott Halleran / Getty Images"
  },
  {
    "title": "4",
    "order": "4",
    "rank": "4",
    "image": "RoseJustin.jpg",
    "overlay": "left",
    "name": "Justin Rose",
    "age": "34",
    "worldrank": "6",
    "pgawins": "7",
    "majorwins": "1",
    "chatter": "Born in South Africa and raised in England,\nhe introduced himself to the golfing world with a flourish when he\nfinished tied for fourth as a 17-year-old amateur at the 1998 British Open. He\nended that event by holing out from about 50 yards in the rough. He turned pro\nthe next day, then missed his first 21 cuts a pro. But he persevered and has\nwon a PGA Tour event each of the past seven years, including the 2013 U.S.\nOpen, and was second in this year's Masters.",
    "whywatch": "Because he's considered one of the nicest guys on the PGA Tour and hits\nhis iron shots with extreme precision.",
    "didyouknow": "He and Tiger Woods have the same agent, Mark Steinberg.",
    "credit": "Richard Heathcote / Getty Images"
  },
  {
    "title": "5",
    "order": "5",
    "rank": "5",
    "image": "WatsonBubba.jpg",
    "overlay": "right",
    "name": "Bubba Watson",
    "age": "36",
    "worldrank": "4",
    "pgawins": "7",
    "majorwins": "2",
    "chatter": "He has won two Masters, and all seven of his PGA\nTour wins have come in the past five years. With the tremendous distance he\nhits his drives, he often has an advantage over the rest of the field, but he\nhas not had a lot of success in the U.S. Open, with no finishes in the top 30\nsince 2007 when he finished tied for fifth. But the fairways at Chambers Bay\nare much wider than for a typical U.S. Open, which should benefit Watson.",
    "whywatch": "Because he uses a pink driver that he hits the ball nine miles with\n(only a slight exaggeration).",
    "didyouknow": "Went to Milton (Fla.) High School, which also produced PGA Tour players\nBoo Weekley and Heath Slocum.",
    "credit": "Richard Heathcote / Getty Images"
  },
  {
    "title": "6",
    "order": "6",
    "rank": "6",
    "image": "FowlerRickie.jpg",
    "overlay": "",
    "name": "Rickie Fowler",
    "age": "26",
    "worldrank": "8",
    "pgawins": "2",
    "majorwins": "0",
    "chatter": "He finished in the top five in all four major championships\nlast year, and the only other two players to finish in the top five of all four\nmajors in a calendar year are Tiger Woods and Jack Nicklaus. Still, entering\nMay he had just one PGA Tour win and tied recently with Ian Poulter in a survey\nof the most overrated PGA Tour player that was voted on by Tour players. But\nthat came out just before Fowler won the Players Championship last month.",
    "whywatch": "Because based on all the young people following him around, it’s the cool thing to do.",
    "didyouknow": "He was a motocross racer until breaking his foot\nat age 15.",
    "credit": "Richard Heathcote / Getty Images"
  },
  {
    "title": "7",
    "order": "7",
    "rank": "7",
    "image": "McllroyRory.jpg",
    "overlay": "right",
    "name": "Rory McIlroy",
    "age": "26",
    "worldrank": "1",
    "pgawins": "11",
    "majorwins": "4",
    "chatter": "McIlroy, from Northern Ireland, won the final two\nmajors of 2014 (the British Open and the PGA Championship). After a slow start\nin this year’s Masters, he rallied to finish fourth. He won the 2011 U.S. Open\nat Congressional Country Club outside Washington, D.C., by eight shots in a\nrecord score of 16-under 268. He won two tournaments in May, so he is coming\ninto the U.S. Open in top form.",
    "whywatch": "Because he is the best player on the planet.",
    "didyouknow": "He is the first European to win three different majors, and is one of three players\nalong with Jack Nicklaus and Tiger Woods to win three majors by the age of 25.",
    "credit": "",
    "_cvlqs": "Streeter Lecka"
  },
  {
    "title": "8",
    "order": "8",
    "rank": "8",
    "image": "GarciaSergio.jpg",
    "overlay": "right",
    "name": "Sergio Garcia",
    "age": "35",
    "worldrank": "9",
    "pgawins": "8",
    "majorwins": "0",
    "chatter": "The Spaniard has 19 top-10 finishes in major championships but has yet to win\none. At age 19, he dueled with Tiger Woods in the 1999 PGA championship before\nfinishing second. Although he has spent much of the time since in the top 10 in the world rankings, he has not quite\ndelivered what many expected. He is one of the best ball strikers in the game,\nbut his putting is up and down. He won The Players Championship in 2008. His\nbest U.S. Open finish is a tie for third in 2005.",
    "whywatch": "Because he has to win a major someday, doesn’t he?",
    "didyouknow": "He took a several-month break in 2010 after going through a prolonged slump.",
    "credit": "Dean Mouhtaropoulos"
  },
  {
    "title": "9",
    "order": "9",
    "rank": "9",
    "image": "JohnsonDustin.jpg",
    "overlay": "",
    "name": "Dustin Johnson",
    "age": "30",
    "worldrank": "7",
    "pgawins": "9",
    "majorwins": "0",
    "chatter": "One of America’s stars the past several years. He took a six-month break last year\nto work through personal issues. Golf Magazine reported that Johnson had been suspended from the PGA Tour for six\nmonths after testing positive for cocaine, which the Tour denied, saying it was\na voluntary leave. He has returned in good form, winning the World Golf\nChampionship event at Doral (Fla.) in March. He has seven top-10 finishes in\nmajors and was tied for fourth at last year’s U.S. Open.",
    "whywatch": "Because he is freakishly talented and can hit the ball a long, long way.",
    "didyouknow": "He and partner Pauline Gretzky, the oldest daughter of hockey great Wayne Gretzky, had a son in January.",
    "credit": "Sam Greenwood"
  },
  {
    "title": "10",
    "order": "10",
    "rank": "10",
    "image": "KaymerMartin.jpg",
    "overlay": "right",
    "name": "Martin Kaymer",
    "age": "30",
    "worldrank": "18",
    "pgawins": "3",
    "majorwins": "2",
    "chatter": "The German, a former No. 1 player in the world, seems to save his best performances for the\nbiggest stage, with his three victories on the PGA Tour coming in the PGA\nChampionship in 2010 and in last year’s U.S. Open and The Players Championship.\nHe led wire to wire in winning last year’s U.S. Open at Pinehurst by eight\nstrokes. He also has nine additional victories on the PGA Tour. Has not played\nwell this year, but it would be foolish to discount his chances.",
    "whywatch": "Because he has a chance to be the first player to win back-to-back U.S. Open titles since Curtis Strange did that in 1988-89.\n\n",
    "didyouknow": "He and Bernhard Langer are the only Germans who have won major titles.",
    "credit": "Richard Heathcote"
  }
]